Repository: pernillasterner/stok_betsson
Catalog: plugins/vfb-pro/lang/vfb-pro-*.po
Languages: fr_fr

source: If checked, this removes the Country field from the Address block. NOTE: removing this field will disable the country-specific configurations.
fr_fr: Si cette option est cochée, cela supprime le champ Pays du bloc Adresse. REMARQUE: la suppression de ce champ désactive les configurations spécifiques au pays.

source: About Hide Country
fr_fr: À propos de masquer le pays

source: Hide Country
fr_fr: Masque le pays

source: If checked, this removes the Address Line 2 field from the Address block.
fr_fr: Si cette option est cochée, cela supprime le champ Adresse ligne 2 du bloc Adresse.

source: About Hide Address Line 2
fr_fr: À propos de masquer la ligne d'adresse 2

source: Hide Address Line 2
fr_fr: Masquer la ligne d'adresse 2

source: Currency symbol
fr_fr: Symbole monétaire

source: Zero value (0)
fr_fr: Valeur zéro (0)

source: Controls the what is initially displayed in the currency input.
fr_fr: Contrôle ce qui est initialement affiché dans l'entrée de la devise.

source: About Input Display
fr_fr: À propos de l'affichage d'entrée

source: Input Display
fr_fr: Affichage d'entrée

source: Right
fr_fr: droite

source: Left
fr_fr: gauche

source: Controls the placement of the currency symbol. Default is to the left.
fr_fr: Le placement du symbole monétaire. Par défaut à gauche

source: About Currency Symbol Placement
fr_fr: À propos du placement du symbole monétaire

source: Currency Symbol Placement
fr_fr: Placement du symbole monétaire

source: Symbols, text, and spacing are allowed. NOTE: cannot contain apostrophe, comma, or numeric character.
fr_fr: Les symboles, le texte et l'espacement sont autorisés. REMARQUE: ne peut pas contenir l'apostrophe, la virgule ou le caractère numérique.

source: About Currency Symbol
fr_fr: À propos du symbole monétaire

source: Currency Symbol
fr_fr: Symbole monétaire

source: Controls the character used for the decimal separator. Default is a . (period).
fr_fr: Contrôle du caractère de séparation des démimal. Par défaut est le . (point).

source: About Decimal Separator
fr_fr: À propos du séparateur des décimal

source: Decimal Separator
fr_fr: Séparateur des décimal

source: Controls the placement of the Thousand Separator character. Default is 3.
fr_fr: Contrôle du placement du caractère des milliers. Par défaut 3.

source: About Thousand Separator Placement
fr_fr: À propos de placer le séparateur des milliers

source: Thousand Separator Placement
fr_fr: Placer séparateur des milliers

source: (none)
fr_fr: (rien)

source: (space)
fr_fr: (espace)

source: . (period)
fr_fr: .(point)

source: , (comma)
fr_fr: ,(virgule)

source: Controls the character used for the thousand separator. Default is a , (comma). NOTE: the Thousand and Decimal separators cannot be the same.
fr_fr: Contrôle le caractère utilisé pour le séparateur des milliers. La valeur par défaut est la (virgule). REMARQUE: les séparateurs Mille et Décimale ne peuvent pas être identiques.

source: About Thousand Separator
fr_fr: À propos du séparateur des milliers

source: Thousand Separator
fr_fr: Séparateur des milliers

source: Enables twelve hour mode with AM and PM buttons.
fr_fr: Active le mode de douze heures avec les boutons AM et PM.

source: About Twelve Hour
fr_fr: À propos de douze heures

source: Twelve Hour
fr_fr: Douze heures

source: Whether or not to close the clockpicker immediately when a minute is selected.
fr_fr: Qu'il s'agisse ou non de fermer le chronomètre instantané immédiatement après avoir sélectionné une minute.

source: Allows for alignment of the arrow on the picker popup.
fr_fr: Permet d'aligner la flèche sur la fenêtre contextuelle du sélecteur.

source: About Arrow Alignment
fr_fr: À propos de l'alignement des lignes

source: Arrow Alignment
fr_fr: Alignement des lignes

source: right
fr_fr: droite

source: left
fr_fr: gauche

source: top
fr_fr: haut

source: bottom
fr_fr: bas

source: The text displayed on the button to close the clockpicker.
fr_fr: Le texte affiché sur le bouton pour fermer le clockpicker.

source: About Close Text
fr_fr: À propos de fermer le texte

source: Close Text
fr_fr: Ferme le texte

source: If true, highlights the current date.
fr_fr: Si c'est vrai, met en évidence la date actuelle.

source: About Today Highlight
fr_fr: À propos d'aujourd'hui en surbrillance

source: Today Highlight
fr_fr: aujourd'hui en surbrillance

source: Whether or not to show week numbers to the left of week rows.
fr_fr: Indiquer ou non les numéros de semaine à gauche des rangées de la semaine.

source: About Calendar Weeks
fr_fr: À propos des semaines de calendrier

source: Calendar Weeks
fr_fr: Semaines Calendrier

source: Whether or not to close the datepicker immediately when a date is selected.
fr_fr: Qu'il s'agisse ou non de fermer immédiatement le code de date quand une date est sélectionnée.

source: About Autoclose
fr_fr: À propos de fermeture automatique

source: Autoclose
fr_fr: fermeture automatique

source: bottom right
fr_fr: bas droit

source: top right
fr_fr: top droit

source: auto right
fr_fr: auto droit

source: bottom left
fr_fr: bas gauche

source: top left
fr_fr: top gauche

source: auto left
fr_fr: auto gauche

source: bottom auto
fr_fr: Bas auto

source: Allows for fixed placement of the picker popup.
fr_fr: Permet le placement fixe du menu contextuel du sélecteur.

source: About Orientation
fr_fr: A propos de l'Orientation

source: The language to use for month and day names.
fr_fr: La langue à utiliser pour les noms de mois et de jour.

source: About Language
fr_fr: À propos du langage

source: Language
fr_fr: Langage

source: linked
fr_fr: Lié

source: enabled (unlinked)
fr_fr: activée (Non lié)

source: disabled
fr_fr: désactivée

source: If true or 'linked', displays a 'Today' button at the bottom of the datepicker to select the current date. If true, the 'Today' button will only move the current date into view; if 'linked', the current date will also be selected.
fr_fr: S'il est vrai ou «lié», affiche un bouton «Aujourd'hui» sous le Datepiker pour sélectionner la date actuelle. S'il est vrai, le bouton "Aujourd'hui" ne fera que déplacer la date actuelle; Si 'lié', la date actuelle sera également sélectionnée.

source: About Today Button
fr_fr: À propos du bouton aujourd'hui

source: Today Button
fr_fr: Bouton Aujourd'hui

source: Set a limit for the view mode. Accepts: 'days' or 0, 'months' or 1, and 'years' or 2. Gives the ability to pick only a month or an year. The day is set to the 1st for 'months', and the month is set to January for 'years'.
fr_fr: Définissez une limite pour le mode de visualisation. Accepte: «jours» ou 0, «mois» ou 1 et «années» ou 2. Donne la possibilité de choisir seulement un mois ou une année. Le jour est fixé au 1er pour «mois», et le mois est fixé à janvier pour «années».

source: About Min View Mode
fr_fr: À propos du mode de vue minimale

source: Min View Mode
fr_fr: Mode de vue minimale

source: The view that the datepicker should show when it is opened. Accepts values of 0 or 'month' for month view (the default), 1 or 'year' for the 12-month overview, and 2 or 'decade' for the 10-year overview. Useful for date-of-birth datepickers.
fr_fr: La vue selon laquelle le programme datepicker doit s'afficher lorsqu'il est ouvert. Accepte les valeurs de 0 ou «mois» pour la vue mensuelle (la valeur par défaut), 1 ou «année» pour la vue d'ensemble de 12 mois et 2 ou «décennie» pour la vue d'ensemble de 10 ans. Utile pour les date de naissance.

source: About Start View
fr_fr: À propos de la vue de départ

source: Start View
fr_fr: Vue de départ

source: Day of the week start. 0 (Sunday) to 6 (Saturday).
fr_fr: Le jour de la semaine commence. 0 (dimanche) à 6 (samedi).

source: About Week Start
fr_fr: À propos de la semaine de départ

source: Week Start
fr_fr: Semaine de départ

source: The latest date that may be selected; all later dates will be disabled. Must match Date Format format.
fr_fr: La dernière date qui peut être sélectionnée; Toutes les dates ultérieures seront désactivées. Doit correspondre au format de format de date.

source: About End Date
fr_fr: À propos de la date de fin

source: End Date
fr_fr: Date de fin

source: The earliest date that may be selected; all earlier dates will be disabled. Must match Date Format format.
fr_fr: La date la plus ancienne qui peut être sélectionnée; Toutes les dates antérieures seront désactivées. Doit correspondre au format de format de date.

source: About Start Date
fr_fr: À propos de la date du début

source: Start Date
fr_fr: Date de début

source: Days of the week that should be disabled. Values are 0 (Sunday) to 6 (Saturday). Multiple values should be comma-separated.
fr_fr: Jours de la semaine, DisabledDays de la semaine qui devrait être désactivé. Les valeurs sont 0 (dimanche) à 6 (samedi). Les valeurs multiples doivent être séparées par des virgules.

source: About Days of Week Disabled
fr_fr: À propos des jours de la semaines désactivés

source: Days of Week Disabled
fr_fr: Jours de la semaines désactivés

source: Default: 'mm/dd/yyyy'. The date format, combination of d, dd, D, DD, m, mm, M, MM, yy, yyyy.
fr_fr: Par défaut: 'mm / jj / aaaa'. Le format de la date, combinaison de d, dd, D, DD, m, mm, M, MM, aa, aaaa

source: About Date Format
fr_fr: À propos du format de date

source: Date Format
fr_fr: Format de date

source: Enter a new or existing meta key. Data entered will be inserted as a Custom Field into the post created.
fr_fr: Entrez une méta-clé nouvelle ou existante. Les données saisies seront insérées comme un champ personnalisé dans la publication créée

source: About Create Post - Meta Key
fr_fr: À propos de créer un message - Meta Key

source: Create Post - Meta Key
fr_fr: Créer un message - Meta Key

source: Set the number of steps to add by for the Sequential Number option. Default is 1.
fr_fr: Définissez l'incrémentation à ajouter par l'option Numéro séquentiel. La valeur par défaut est 1

source: About Sequential Number Steps
fr_fr: À propos de l'incrémentation du numéro séquentiel

source: Number Steps
fr_fr: incrémentation

source: Set the starting value for the Sequential Number option. Default is 1000.
fr_fr: Définissez la valeur de départ pour l'option Numéro séquentiel. La valeur par défaut est 1000.

source: About Sequential Starting Number
fr_fr: À propos du numéro de départ séquentiel

source: Starting Number
fr_fr: Numéro de départ

source: Set a custom, static value to populate the hidden field's value.
fr_fr: Définissez une valeur statique personnalisée pour remplir la valeur du champ caché.

source: About Custom Value
fr_fr: À propos de la valeur personnalisée

source: Custom Value
fr_fr: Valeur personnalisée

source: Custom
fr_fr: Client

source: Current User - Email
fr_fr: adresse Courriel de l'utilisateur

source: Current User - Username
fr_fr: Nom d'usager de l'utilisateur

source: Current User - Display Name
fr_fr: Affichage du nom d'utilisateur

source: Current User - ID
fr_fr: identification de l'utilisateur

source: WordPress user
fr_fr: Utilisateur de WordPress

source: Post/Page URL
fr_fr: URL de poste/page

source: Post/Page Title
fr_fr: titre de poste/page

source: Post/Page ID
fr_fr: Identification de poste/page

source: WordPress content
fr_fr: Contenu WordPress

source: Sequential Order Number
fr_fr: Numéro de commande séquentielle

source: Unique ID
fr_fr: Identification unique

source: IP Address
fr_fr: IP adresse

source: Server
fr_fr: Serveur

source: Form Title
fr_fr: Titre du formulaire

source: Form ID
fr_fr: Identification du formulaire

source: None
fr_fr: Aucun

source: Set the option to populate the hidden field's value.
fr_fr: Définissez l'option pour remplir la valeur du champ caché.

source: About Hidden Option
fr_fr: À propos d'options cachée

source: Hidden Option
fr_fr: Option cachée

source: Create a list of labels to be placed on the top side of the matrix. Separate each new option with a new line.
fr_fr: Créez une liste d'étiquettes à placer sur le dessus de la matrice. Séparez chaque nouvelle option par une nouvelle ligne.

source: About Likert Columns
fr_fr: À propos de Likert des colonnes

source: Likert Columns
fr_fr: Likert colonnes

source: Create a list of labels to be placed on the left side of the matrix. Separate each new option with a new line.
fr_fr: Créez une liste d'étiquettes à placer sur le côté gauche de la matrice. Séparez chaque nouvelle option par une nouvelle ligne.

source: About Likert Rows
fr_fr: À propos des lignes Likert

source: Likert Rows
fr_fr: Likert lignes

source: If checked, only alphanumeric characters plus these: &lt;code&gt;_ .-*@&lt;/code&gt; are returned.
fr_fr: Si cette option est cochée, seuls les caractères alphanumériques plus ces: & lt; code & gt; _ .- * @ & lt; / code & gt; Sont retournés.

source: About Enable Strict Mode
fr_fr: À propos de l'activation du mode strict

source: Enable Strict Mode
fr_fr: Activer le mode Strict

source: Set the element's wrapper for the heading field.
fr_fr: Définissez le wrapper de l'élément pour le champ de l'en-tête.

source: About Heading Type
fr_fr: À propos du type de titre

source: Heading Type
fr_fr: Type de titre

source: Set a maximum number that must be entered.
fr_fr: Définissez un nombre maximum qui doit être entré.

source: About Maximum Number
fr_fr: À propos du nombre maximum

source: Maximum Number
fr_fr: Nombre maximum

source: Set a minimum number that must be entered.
fr_fr: Définissez un nombre minimum qui doit être entré.

source: About Minimum Number
fr_fr: À propos du nombre minimum

source: Minimum Number
fr_fr: Nombre minimum

source: Set the number of rows to determine a Textarea's height. The larger the number, the taller this field will appear. Default is 10.
fr_fr: Définissez le nombre de lignes pour déterminer la hauteur d'une Textarea. Plus le nombre est grand, plus ce champ apparaîtra plus grand. La valeur par défaut est 10.

source: About Textarea Rows
fr_fr: À propos des lignes de texte

source: Textarea Rows
fr_fr: Lignes de texte

source: Set an maximum number of words allowed to be entered. For an unlimited number, leave blank or set to 0.
fr_fr: Définissez un nombre maximum de mots autorisés à être entrés. Pour un nombre illimité, laissez vide ou inscrivez 0

source: About Maximum Words
fr_fr: À propos du maximum de mots

source: Maximum Words
fr_fr: Maximum de mots

source: Set an minimum number of words allowed to be entered. For an unlimited number, leave blank or set to 0.
fr_fr: Définissez un nombre minimal de mots autorisés à être entrés. Pour un nombre illimité, laissez vide ou inscrivez 0.

source: About Minimum Words
fr_fr: À propos du minimum de mots

source: Minimum Words
fr_fr: Minimum de mots

source: Other
fr_fr: Autre

source: Check this option if you would like the last choice in your multiple choice field to have a text field for additional input.
fr_fr: Cochez cette option si vous souhaitez que le dernier choix dans votre champ à choix multiple ait un champ de texte pour une entrée supplémentaire.

source: About Allow Other
fr_fr: À propos d'autoriser les autres

source: Allow Other
fr_fr: Autoriser les autres

source: Add Options
fr_fr: Ajouter des options

source: Add to your field
fr_fr: Ajouter à votre domaine

source: If needed, customize the options. Place each option on a new line.
fr_fr: Si nécessaire, personnalisez les options. Placez chaque option sur une nouvelle ligne.

source: Select from the predefined categories
fr_fr: Sélectionnez parmi les catégories prédéfinies

source: Add Option
fr_fr: Ajouter une option

source: Bulk Add Options
fr_fr: Estimer les options à ajouter

source: Drag and Drop to Sort Options
fr_fr: Faites glisser et déposez pour trier les options

source: Delete Option
fr_fr: Option supprimé

source: This property allows you to set predefined options to be selected by the user. At least one option must exist.
fr_fr: Cette propriété vous permet de définir des options prédéfinies à sélectionner par l'utilisateur. Au moins une option doit exister.

source: About Options
fr_fr: À propos des options

source: Required
fr_fr: Requis

source: Insert your own CSS class names which can then be used in your theme stylesheet.
fr_fr: Insérez vos propres noms de classe CSS qui peuvent ensuite être utilisés dans votre style de thème.

source: About CSS Classes
fr_fr: À propos CSS Classes

source: A hint to the user of what can be entered.
fr_fr: Un indice à l'utilisateur de ce qui peut être entré.

source: About Placeholder
fr_fr: À propos de l'emplacement

source: Placeholder
fr_fr: Emplacement

source: Set a default value that will be inserted automatically.
fr_fr: Définissez une valeur par défaut qui sera automatiquement insérée.

source: About Default Value
fr_fr: À propos de la valeur par défaut

source: Default Value
fr_fr: Valeur par défaut

source: Before Input
fr_fr: Avant l'entrée

source: After Input
fr_fr: Après l'entrée

source: Change the Description position to either before or after the input field. Default position is after the input.
fr_fr: Changez la position de la description avant ou après le champ de saisie. La position par défaut est après l'entrée.

source: About Description Position
fr_fr: À propos de la position de la description

source: Description Position
fr_fr: Position de la description

source: Add an optional description that displays the text to your users while they are filling out the field.
fr_fr: Ajoutez une description facultative qui affiche le texte à vos utilisateurs pendant qu'ils remplissent le champ

source: About Description
fr_fr: À propos de la description

source: A field's name is the most visible and direct way to describe what that field is for.
fr_fr: Le nom d'un champ est le moyen le plus visible et le plus direct de décrire à quoi ce champ sert.

source: About Name
fr_fr: À propos du nom

source: Name
fr_fr: Nom

source: No entries.
fr_fr: Aucune entrée.

source: Download Export File
fr_fr: Télécharger le fichier d'exportation

source: Unselect All
fr_fr: tout désélectionner

source: Select All
fr_fr: Tout sélectionner

source: Fields:
fr_fr: Champs:

source: End
fr_fr: Terminer

source: Start
fr_fr: Démarrer

source: Date Range:
fr_fr: Plage de dates:

source: Tab Delimited (.txt)
fr_fr: Tabulation délimite (.txt)

source: Comma Separated (.csv)
fr_fr: une virgule sépare (.cvs)

source: Customize your export
fr_fr: Personnalisez votre exportation

source: Select a form
fr_fr: Sélectionnez un formulaire

source: This will export entries in either .csv, .txt, or .xls and cannot be used with the Import.
fr_fr: Cela exportera des entrées dans .csv, .txt ou .xls et ne peut pas être utilisé avec l'importation.

source: This will export a single form with all fields and settings for that form.
fr_fr: Cela exportera un seul formulaire avec tous les champs et les paramètres de ce formulaire.

source: Forms
fr_fr: Formulaires

source: Choose what to export
fr_fr: Choisissez ce qu'il faut exporter

source: Once you have saved the file, you will be able to import Visual Form Builder Pro data from this site into another site.
fr_fr: Une fois que vous avez enregistré le fichier, vous pourrez importer des données Visual Form Builder Pro de ce site dans un autre site.

source: Backup and save some or all of your Visual Form Builder Pro data.
fr_fr: Sauvegardez et enregistrez une partie ou la totalité de vos données Visual Form Builder Pro.

source: Select a Form
fr_fr: Sélectionnez un formulaire

source: Excerpt
fr_fr: Extrait

source: Update
fr_fr: Mis à jour

source: Print
fr_fr: Imprimer

source: Move to Trash
fr_fr: Mettre à la corbeille

source: Submitted by
fr_fr: Soumis par

source: Updated on: <b>%1$s</b>
fr_fr: Mis à jour le: <b>%1$s</b>

source: Submitted on: <b>%1$s</b>
fr_fr: Soumis sur: <b>% 1$s </ b>

source: Entry Notes
fr_fr: Notes d'entrée

source: Entry Details
fr_fr: Détails d'entrée

source: Entry Data
fr_fr: Données d'entrée

source: All
fr_fr: Tout

source: Select
fr_fr: Sélectionner

source: Select a form to view entries
fr_fr: Sélectionnez un formulaire pour afficher les entrées

source: Y/m/d g:i:s A
fr_fr: A/m/j g:i:s: A

source: Delete Permanently
fr_fr: supprimer définitivement

source: Not Spam
fr_fr: Pas de spam

source: Delete
fr_fr: Effacer

source: Restore
fr_fr: Restaurer

source: Trash
fr_fr: Corbeille

source: Edit
fr_fr: Modifier

source: View
fr_fr: Voir

source: Entry Date
fr_fr: Date d'entrée

source: Entry ID
fr_fr: Identification d'entrée

source: View Template Options
fr_fr: Afficher les options de modèle

source: Templating is a way to dynamically replace specially formatted variables with data submitted from the form.
fr_fr: Le pré-réglage est un moyen de remplacer dynamiquement les variables spécialement formatées par des données soumises par le formulaire.

source: Template Tags
fr_fr: Tags de modèle

source: Hide fields in email that have no data.
fr_fr: Masquer les champs dans le courrier électronique qui n'ont pas de données.

source: Skip Empty Fields
fr_fr: Ignorer les champs vides

source: Save changes to update the email preview.
fr_fr: Enregistrer les modifications pour mettre à jour l'aperçu du courrier électronique.

source: Email Template
fr_fr: Modèle d'email

source: Normal Text
fr_fr: Texte normal

source: Link Color
fr_fr: Couleur du lien

source: Background Color
fr_fr: Couleur du fond

source: Plain Text
fr_fr: Texte

source: Entry #
fr_fr: Numéro d'entrée

source: Tomorrow
fr_fr: Demain

source: Today
fr_fr: Aujourd'hui

source: No entries yet!
fr_fr: Pas encore d'entrées!

source: Recently Submitted
fr_fr: Soumis récemment

source: VFB Pro Activity
fr_fr: Activité VFB Pro

source: Add New Form
fr_fr: Ajouter un formulaire

source: Edit Form
fr_fr: Editer le formulaire

source: Item permanently deleted.
fr_fr: Article définitivement supprimé.

source: Item restored from the Trash.
fr_fr: Article restauré à partir de la corbeille.

source: Item successfully duplicated.
fr_fr: Élément reproduit avec succès.

source: Item moved to the trash.
fr_fr: Objet déplacé à la corbeille.

source: Undo
fr_fr: Annuler

source: Settings saved.
fr_fr: Paramètres sauvegardés.

source: VFB Pro has been successfully uninstalled.
fr_fr: VFB Pro a été désinstallé avec succès.

source: Add-on settings saved.
fr_fr: Paramètres des modules complémentaires sauvegardés.

source: Rules settings saved.
fr_fr: Paramètres de règles enregistrés.

source: Email Design settings saved.
fr_fr: Paramètres de conception de messagerie sauvegardés.

source: Confirmation settings saved.
fr_fr: Paramètres de confirmation sauvegardés.

source: Email settings saved.
fr_fr: Paramètres de messagerie sauvegardés.

source: Form settings saved.
fr_fr: Paramètres des formulaires sauvegardés

source: Field settings saved.
fr_fr: Paramètres enregistrés

source: Search results for "%s"
fr_fr: Résultats de recherche pour "%s"

source: Your VFB Pro license is UNVERIFIED. You must <a href="%s">enter your license</a> information before VFB Pro can fully function.
fr_fr: Votre licence VFB Pro n'est pas configurée. Vous devez <a href="%s">enter your license</a> avant que VFB Pro ne puisse fonctionner complètement.

source: Settings
fr_fr: Paramètres

source: Export
fr_fr: Exportation

source: Import
fr_fr: Importation

source: Entries
fr_fr: Entrées

source: Add New
fr_fr: Nouveau

source: All Forms
fr_fr: Tous les formulaires

source: Save Changes
fr_fr: Sauvegarder les modifications

source: Payments Settings
fr_fr: Paramètres de paiements

source: Notifications Settings
fr_fr: Paramètres des notifications

source: Form Designer Settings
fr_fr: Paramètres du concepteur de formulaire

source: Use the shortcode <code>[vfbp-display-entries id="%d"]</code> to display your entries on a WordPress page.
fr_fr: Utilisez le code court <code>[vfbp-display-entries id="%d"] </code> pour afficher vos entrées sur une page WordPress.
