Repository: pernillasterner/stok_betsson
Catalog: plugins/vfb-pro/lang/vfb-pro-*.po
Languages: fr_fr

source: Display Entries Settings
fr_fr: Paramètres des entrées d'affichage

source: Create Post Settings
fr_fr: Créer des paramètres de publication

source: Create User Settings
fr_fr: Créer des paramètres utilisateur
