Repository: pernillasterner/stok_betsson
Catalog: plugins/vfb-pro/lang/vfb-pro-*.po
Languages: fr_fr

source: Postal code
fr_fr: Code Postal

source: Security check: reCaptcha verification expects a response and did not see one. Please submit the form again. If you think this is an error, please email the site owner.
fr_fr: Vérification de sécurité: la vérification de reCaptcha attend une réponse et n'a pas vu celle-ci. Veuillez retourner le formulaire. Si vous pensez qu'il s'agit d'une erreur, veuillez envoyer un courriel au propriétaire du site.

source: Security check: reCaptcha verification has been tampered with. If you think this is an error, please email the site owner.
fr_fr: Contrôle de sécurité: la vérification de reCaptcha a été altérée. Si vous pensez qu'il s'agit d'une erreur, veuillez envoyer un courriel au propriétaire du site.

source: CSRF token has expired. The timespan allotted to complete this form has passed. Please try again in a more timely fashion.
fr_fr: Le jeton CSRF a expiré. Le délai imparti pour remplir ce formulaire est passé. Veuillez réessayer dans les meilleurs délais.

source: Invalid CSRF token. The session token does not match the form token.
fr_fr: Jeton CSRF non valide. Le jeton de session ne correspond pas au jeton de formulaire.

source: Form origin does not match token origin. This form submission appears to be taking place from a different site, which typically indicates spammer activity.
fr_fr: L'origine du formulaire ne correspond pas à l'origine du jeton. Cette soumission de formulaire semble avoir lieu à partir d'un site différent, ce qui indique généralement l'activité de spammeurs.

source: Missing CSRF form token. A hidden form field with a special token is supposed to be present but cannot be found.
fr_fr: Jeton de formulaire CSRF manquant. Un champ de formulaire masqué avec un jeton spécial est censé être présent mais ne peut pas être trouvé.

source: Missing CSRF session token. The session that has generated this token has already been used and is not available. Please reload the page and submit a new form.
fr_fr: Jeton de session CSRF manquant. La session qui a généré ce jeton a déjà été utilisée et n'est pas disponible. Veuillez recharger la page et soumettre un nouveau formulaire.

source: PHP Sessions are disabled. This server has not configured PHP sessions correctly. Please contact your hosting provider.
fr_fr: Les sessions PHP sont désactivées. Ce serveur n'a pas configuré correctement les sessions PHP. Veuillez contacter votre fournisseur d'hébergement.

source: Your server is required have PHP Sessions enabled and properly configured for this setting to function correctly.
fr_fr: Votre serveur doit avoir les sessions PHP activées et correctement configurées pour que ce paramètre fonctionne correctemet.

source: Protects your forms from CSRF (Cross-Site Request Forgery) attacks.
fr_fr: Protège vos formulaires contre les attaques CSRF (falsification de requêtes intersites).

source: CSRF Protection
fr_fr: Protection CSRF

source: The onSubmit form attribute will allow you to run a script action, such as recording a hit with Google Analytics, when the form is submitted.
fr_fr: L'attribut de formulaire onSubmit vous permettra d'exécuter une action de script, comme l'enregistrement d'un hit avec Google Analytics, lorsque le formulaire est soumis.

source: onSubmit attribute
fr_fr: attribut non-soumis

source: 2 / years
fr_fr: 2 / années

source: 1 / months
fr_fr: 1 / mois

source: 0 / days
fr_fr: 0 / jours

source: 2 / decade
fr_fr: 2 / dix ans

source: 1 / year
fr_fr: 1 / année

source: 0 / month
fr_fr: 0 / mois

source: 12 (largest)
fr_fr: 12 (Le plus grand)

source: 1 (smallest)
fr_fr: 1 (le plus petit)

source: NOTE: if you experience problems with this enabled, you can manually process the email on the Premailer website and save it in the Email Template below.
fr_fr: REMARQUE: si vous rencontrez des problèmes avec cette option activée, vous pouvez traiter manuellement le courriel sur le site Premailer et enregistrez-le dans le Modèle de courrier électronique ci-dessous.

source: <a href="%s" target="_blank">Premailer</a> converts all CSS to inline styles for best HTML email results.
fr_fr: <a href="%s" target="_blank"> Premailer </a> convertit tous les CSS en styles intégrés pour les meilleurs résultats d'email HTML.

source: Process template through the Premailer API.
fr_fr: Générer le formulaire vis l'API d'envoi automatisé

source: Enable Premailer
fr_fr: envoi autorisé

source: Last page
fr_fr: Dernière page

source: Next page
fr_fr: Page suivante

source: Current Page
fr_fr: Page actuelle

source: Previous page
fr_fr: Page précédente

source: First page
fr_fr: Première page

source: No approved comments
fr_fr: Aucun commentaire n'a été approuvés

source: No comments
fr_fr: Aucun commentaire

source: %s pending comment
fr_fr: %s commentaire en attente

source: %s approved comment
fr_fr: %s commentaire approuvé

source: %s comment
fr_fr: %s commentaire

source: Reset Signature
fr_fr: Réinitialiser la signature

source: If checked, the knob will display the previously selected value with transparency.
fr_fr: Si elle est cochée, le bouton affichera la valeur sélectionnée précédemment avec transparence.

source: About Display Previous Value
fr_fr: À propos d'afficher la valeur précédente

source: Display Previous Value
fr_fr: Afficher la valeur précédente

source: If checked, this will hide the number input box associated with the knob controller.
fr_fr: Si cette option est cochée, cela cachera la boîte de saisie de numéro associée au contrôleur de bouton.

source: About Hide Input
fr_fr: Comment masquer l'entrée

source: Hide Input
fr_fr: Masquer l'entrée

source: Set Knob background color using six digit hex color code. Default is #EEEEEE.
fr_fr: Définissez la couleur de fond du bouton à l'aide du code hexadécimal à six chiffres. La valeur par défaut est #EEEEEE.

source: About Knob Background Color
fr_fr: À propos de la couleur d'arrière-plan du bouton

source: Set Knob input color using six digit hex color code. Default is #87CEEB.
fr_fr: Définissez la couleur d'entrée du bouton à l'aide d'un code hexagonal à six chiffres. La valeur par défaut est # 87CEEB.

source: About Knob Input Color
fr_fr: À propos du bouton de la couleur

source: Input Color
fr_fr: Entrer une couleur

source: Set Knob foreground color using six digit hex color code. Default is #87CEEB.
fr_fr: Définissez la couleur de premier plan du bouton à l'aide d'un code hexadécimal à six chiffres. La valeur par défaut est # 87CEEB

source: About Knob Foreground Color
fr_fr: À propos du bouton de couleur de premier plan

source: Foreground Color
fr_fr: Couleur de premier plan

source: Set Knob width, in pixels. Default is 200.
fr_fr: Régler la largeur du bouton, en pixels. La valeur par défaut est 200.

source: About Knob Width
fr_fr: À propos du bouton de largeur

source: Width
fr_fr: Largeur

source: Round
fr_fr: Rond

source: Flat
fr_fr: Plat

source: Set the Knob gauge stroke endings. Default is Flat.
fr_fr: Réglez les fins de course de la jauge de la manette. Le défaut est plat.

source: About Knob Line Cap
fr_fr: À propos du bout de la ligne

source: Line Cap
fr_fr: bout de la ligne

source: Set Knob gauge thickness. Default is about 0.35.
fr_fr: Fixer l'épaisseur de la jauge. 0.35 environ par défaut

source: About Knob Thickness
fr_fr: À propos de l'épaisseur de la jauge.

source: Gauge Thickness
fr_fr: Épaisseur de la jauge

source: Counter Clockwise
fr_fr: Sens inverse des aiguilles d'une montre

source: Clockwise
fr_fr: Sens des aiguilles d'une montre

source: Set the Knob direction of progress. Default is Clockwise.
fr_fr: Déterminer la direction de rotation. Sans des aiguilles d'une montre par défaut.

source: About Knob Rotation
fr_fr: À propos du bouton de rotation

source: Set Knobs arc size in degrees. Default is 360.
fr_fr: Fixer le bouton de l'angle de arc en degrés. 360 degrés par défaut.

source: About Knob Angle Arc
fr_fr: À propos du rayon de l'arc

source: Angle Arc
fr_fr: angle de l'arc.

source: Set Knobs starting angle in degrees. Default is 0.
fr_fr: Ajuster le bouton de l'angle en degrés. degré par défaut 0.

source: About Knob Angle Offset
fr_fr: À propos de l'incrémentation de l'angle

source: Angle Offset
fr_fr: incrémentation de l'angle

source: Set Knobs step. Always > 0. Default is 1.
fr_fr: Fixer l'incrémentation du bouton. Toujours > 0. 1 par défaut

source: About Knob Step
fr_fr: À propos de l'incrémentation du bouton

source: Knob Step
fr_fr: Incrément du bouton

source: Set Knob maximum value. Default is 100.
fr_fr: fixer la valeur du bouton maximum. 100 est la valeur par défaut

source: About Knob Max
fr_fr: À propos du bouton maximum.

source: Knob Max
fr_fr: Bouton maximum

source: Set knob minimum value. Default is 0.
fr_fr: fixer la valeur du bouton minimum. 0 est la valeur par défaut.

source: About Knob Min
fr_fr: À propos du bouton minimum

source: Knob Min
fr_fr: Bouton Min

source: Current Time
fr_fr: Heure actuelle

source: Today's Date
fr_fr: Aujourd'hui

source: If true, will wrap all fields BELOW this heading in a container with a background color.
fr_fr: S'il est vrai, il enveloppera tous les champs CI-DESSOUS de cette rubrique dans un conteneur avec une couleur d'arrière-plan.

source: About Background Container
fr_fr: À propos de l'arrière plan

source: Background Container
fr_fr: Arrière plan

source: Show more details
fr_fr: Voir plus de détails

source: General Settings
fr_fr: Paramètres Généraux

source: If you experience trouble sending or receiving emails with this setting on, reduce the File Upload max file size.
fr_fr: Si vous rencontrez un problème d'envoi ou de réception d'emails avec ce paramètre, réduisez la taille du fichier max.

source: NOTE: Many servers restrict email attachment size to 25MB or even smaller.
fr_fr: REMARQUE: De nombreux serveurs limitent la taille de l'attachement par courrier électronique à 25 Mo ou même plus petit.

source: If File Uploads are present, include the uploaded files with the email.
fr_fr: Si les téléchargements de fichiers sont présents, inclure les fichiers téléchargés avec le courrier électronique.

source: Include Attachments
fr_fr: Inclure les pièces jointes

source: wp_remote_post() failed. PayPal IPN may not work with your server.
fr_fr: Wp_remote_post () a échoué. PayPal IPN peut ne pas fonctionner avec votre serveur.

source: wp_remote_post() failed. Contact your hosting provider. Error:
fr_fr: Wp_remote_post () a échoué. Contactez votre fournisseur d'hébergement. Erreur:

source: wp_remote_post() was successful
fr_fr: Wp_remote_post () a réussi

source: Remote Connections Test
fr_fr: Test de connexions à distance

source: Plugin Page
fr_fr: Page des plugins

source: Author
fr_fr: Auteur

source: Connections success rate
fr_fr: Taux de réussite des connexions

source: Connections per minute
fr_fr: Connexions par minute

source: Queries per second
fr_fr: Requêtes par seconde

source: Uptime
fr_fr: Temps de disponibilité

source: MySQL DB Server Load
fr_fr: Charge du serveur DB MySQL

source: and
fr_fr: et

source: hour
fr_fr: Heure

source: day
fr_fr: Jour

source: Sessions name
fr_fr: Nom des sessions

source: Sessions Enabled
fr_fr: Sessions activées

source: PHP Sessions
fr_fr: Sessions PHP

source: Suhosin Installed
fr_fr: Suhosin Installé

source: Suhosin Information
fr_fr: Informations Suhosin

source: PHP upload_max_filesize
fr_fr: Taille maximale de chargement PHP

source: PHP post_max_size
fr_fr: Taille maximum d'envoi PHP

source: WordPress Max Upload Size
fr_fr: Taille de chargement Max WordPress

source: WordPress Memory Limit
fr_fr: Limite de mémoire WordPress

source: Loaded Extensions
fr_fr: Extensions chargées

source: Domain Name
fr_fr: Nom de domaine

source: Web Server Document Root
fr_fr: Raccourci du document du serveur Web

source: Web Server Port Number
fr_fr: Numéro de port du serveur Web

source: Web Server IP Address
fr_fr: Adresse IP du serveur Web

source: Web Server Software
fr_fr: Logiciel de serveur Web

source: MySQL DB User
fr_fr: Utilisateur de MySQL DB

source: MySQL DB Name
fr_fr: Nom de base de données MySQL

source: Required MySQL Version
fr_fr: Version MySQL requise

source: Current MySQL Version
fr_fr: Version actuelle de MySQL

source: Required PHP Version
fr_fr: Version PHP requise

source: Current PHP Version
fr_fr: Version actuelle de PHP

source: Server Operating System
fr_fr: Système d'exploitation du serveur

source: VFB Pro DB Version
fr_fr: Version de VFB Pro DB

source: VFB Pro Version
fr_fr: Version VFB Pro

source: WordPress DB Version
fr_fr: Version de la base de données de Wordpress

source: WordPress Version
fr_fr: Version de WordPress

source: Server Information
fr_fr: Information Serveur

source: Save Diagnostics Report
fr_fr: Sauvegarder le rapport de diagnostique

source: At our request, we may ask you to generate a report based on the following information to help us better assist you in troubleshooting VFB Pro issues.
fr_fr: À notre demande, nous pouvons vous demander de générer un rapport basé sur les informations suivantes pour nous aider à mieux vous aider à résoudre les problèmes de VFB Pro.

source: This page will detail information about your server setup, installed plugins, and other details powering your WordPress installation.
fr_fr: Cette page détaille les informations sur la configuration de votre serveur, les plugins installés et d'autres détails alimentant votre installation WordPress.

source: Custom header image.
fr_fr: Image d'en-tête personnalisée.

source: Choose Image
fr_fr: Choisir l'image

source: or
fr_fr: ou

source: Remove the link back to VFB Pro.
fr_fr: Supprimez le lien vers VFB Pro.

source: Remove Link Love
fr_fr: Supprimer Link Love

source: Remove image
fr_fr: Supprimer l'image

source: Add new image
fr_fr: Ajouter une nouvelle image

source: Header Image
fr_fr: Image de l'en-tête

source: View form preview
fr_fr: Afficher l'aperçu du formulaire

source: VFB Pro is the easiest form builder on the market.
fr_fr: VFB Pro est le constructeur de formulaires le plus simple sur le marché.

source: Security check: looks like you are a SPAM bot. If you think this is an error, please email the site owner.
fr_fr: Vérification de sécurité: il semble que vous êtes un robot SPAM. Si vous pensez que c'est une erreur, veuillez envoyer un courriel au propriétaire du site.

source: The reCAPTCHA response is invalid or malformed.
fr_fr: La réponse reCAPTCHA est invalide ou mal formée.

source: The reCAPTCHA response is missing.
fr_fr: La réponse reCAPTCHA est manquante.

source: The private key for reCAPTCHA is invalid or malformed.
fr_fr: La clé privée pour reCAPTCHA est invalide ou mal formée.

source: The private key for reCAPTCHA is missing.
fr_fr: La clé privée pour reCAPTCHA est manquante.

source: Security check: you filled out a form field that was created to stop spam bots and should be left blank. If you think this is an error, please email the site owner.
fr_fr: Vérification de sécurité: vous avez rempli un champ de formulaire qui a été créé pour empêcher les robots de spam et devrait être laissé vide. Si vous pensez que c'est une erreur, veuillez envoyer un courriel au propriétaire du site.

source: reCAPTCHA Public Key not found. Both Public and Private keys must be set in order for reCAPTCHA to function.
fr_fr: ReCAPTCHA Public Key not found. Les clés publiques et privées doivent être configurées pour que reCAPTCHA fonctionne.

source: Suffix
fr_fr: Initiale

source: Last
fr_fr: Nom

source: First
fr_fr: Prénom

source: Title
fr_fr: Titre

source: Strong
fr_fr: Fort

source: Medium
fr_fr: Moyen

source: Weak
fr_fr: qui manque de force

source: Very Weak
fr_fr: Très faible

source: Too Short
fr_fr: Trop court

source: Upload
fr_fr: Télécharger

source: Remove
fr_fr: Enlever

source: Browse
fr_fr: Parcourir

source: Done
fr_fr: Valider

source: Zip code
fr_fr: Code postal

source: State
fr_fr: État

source: City
fr_fr: Ville

source: Country
fr_fr: Pays

source: Street Address
fr_fr: Adresse rue

source: Next
fr_fr: Suivant

source: Previous
fr_fr: Précédent

source: Zambia
fr_fr: Zambie

source: Western Samoa
fr_fr: Samoa occidentale

source: Western Sahara
fr_fr: Sahara occidental

source: Wallis and Futuna
fr_fr: Wallis et Futuna

source: United Arab Emirates
fr_fr: Emirats Arabes Unis

source: Uganda
fr_fr: Ouganda

source: Turks and Caicos Islands
fr_fr: îles Turques-et-Caïques

source: Turkey
fr_fr: Turquie

source: Tunisia
fr_fr: Tunidie

source: Trinidad and Tobago
fr_fr: Trinidad etTobago

source: Tanzania
fr_fr: Tanzanie

source: Syria
fr_fr: Syrie

source: Switzerland
fr_fr: Suisse

source: Sweden
fr_fr: Suède

source: Svalbard and Jan Mayen
fr_fr: Svalbard et Jan Mayen

source: Sudan
fr_fr: Soudan

source: Spain
fr_fr: Espagne

source: South Sudan
fr_fr: Soudan du sud

source: South Korea
fr_fr: Corée du Sud

source: South Georgia/Sandwich Islands
fr_fr: Géorgie du Sud / Îles Sandwich

source: South Africa
fr_fr: Afrique-du-Sud

source: Somalia
fr_fr: Somalie

source: Solomon Islands
fr_fr: Les îles Salomon

source: Slovenia
fr_fr: Slovénie

source: Slovakia
fr_fr: Slovaquie

source: Singapore
fr_fr: Singapour

source: Serbia
fr_fr: Serbie

source: Senegal
fr_fr: Sénégal

source: Saudi Arabia
fr_fr: Arabie Saoudite

source: San Marino
fr_fr: Saint-Marin

source: Saint Vincent and the Grenadines
fr_fr: Saint-Vincent-et-les-Grenadines

source: Saint Martin (Dutch part)
fr_fr: Saint Martin (partie néerlandaise)

source: Saint Martin (French part)
fr_fr: Saint Martin (partie française)

source: Saint Lucia
fr_fr: Sainte-Lucie

source: Saint Kitts and Nevis
fr_fr: Saint-Christophe-et-Niévès

source: Saint Helena
fr_fr: Sainte-Hélène

source: Saint Barth&eacute;lemy
fr_fr: Saint-Barthélemy

source: Russia
fr_fr: Russie

source: Romania
fr_fr: Roumanie

source: Poland
fr_fr: Pologne

source: Peru
fr_fr: Pérou

source: Papua New Guinea
fr_fr: Papouasie Nouvelle Guinée

source: Palestinian Territory
fr_fr: Territoire Palestinien

source: Norway
fr_fr: Norvège

source: North Korea
fr_fr: Corée du Nord

source: Norfolk Island
fr_fr: Île de Norfolk

source: New Zealand
fr_fr: Nouvelle-Zélande

source: New Caledonia
fr_fr: Nouvelle Calédonie

source: Netherlands Antilles
fr_fr: Antilles néerlandaises

source: Netherlands
fr_fr: Pays-Bas

source: Namibia
fr_fr: Namibie

source: Morocco
fr_fr: Maroc

source: Mongolia
fr_fr: Mongolie

source: Moldova
fr_fr: Moldavie

source: Micronesia
fr_fr: Micronésie

source: Mexico
fr_fr: Mexique

source: Mauritius
fr_fr: Maurice

source: Mauritania
fr_fr: Mauritanie

source: Marshall Islands
fr_fr: Iles Marshall

source: Malta
fr_fr: Malte

source: Malaysia
fr_fr: Malaisie

source: Macedonia
fr_fr: Macédonie

source: Macao S.A.R., China
fr_fr: Macao S.A.R., Chine

source: Lithuania
fr_fr: Lithuanie

source: Libya
fr_fr: Libie

source: Liberia
fr_fr: Libéria

source: Lebanon
fr_fr: Liban

source: Latvia
fr_fr: Lettonie

source: Jordan
fr_fr: Jordanie

source: Japan
fr_fr: Japon

source: Jamaica
fr_fr: Jamaïque

source: Ivory Coast
fr_fr: Côte d'Ivoire

source: Italy
fr_fr: Italie

source: Republic of Ireland
fr_fr: République d'Irlande

source: Indonesia
fr_fr: Indonésie

source: India
fr_fr: Inde

source: Iceland
fr_fr: Islande

source: Hungary
fr_fr: Hongrie

source: Heard Island and McDonald Islands
fr_fr: Îles Heard et McDonald

source: Guyana
fr_fr: Guyane

source: Guinea-Bissau
fr_fr: Guinée-Bissau

source: Guinea
fr_fr: Guinée

source: Guernsey
fr_fr: Guernesey

source: Grenada
fr_fr: Grenade

source: Greenland
fr_fr: Groenland

source: Greece
fr_fr: Grèce

source: Germany
fr_fr: Allemagne

source: Gambia
fr_fr: Gambie

source: French Southern Territories
fr_fr: Territoires du Sud français

source: French Polynesia
fr_fr: Polynésie française

source: French Guiana
fr_fr: Guinée Française

source: Finland
fr_fr: Finlande

source: Faroe Islands
fr_fr: Îles Féroé

source: Falkland Islands
fr_fr: les îles Falkland

source: Ethiopia
fr_fr: Éthiopie

source: Estonia
fr_fr: Estonie

source: Eritrea
fr_fr: Érythrée

source: Equatorial Guinea
fr_fr: Guinée Équatoriale

source: Egypt
fr_fr: Egypte

source: Ecuador
fr_fr: Équateur

source: Dominican Republic
fr_fr: République Dominicaine

source: Dominica
fr_fr: Dominique

source: Denmark
fr_fr: Danemark

source: Czech Republic
fr_fr: République Tchèque

source: Cyprus
fr_fr: Chypre

source: Croatia
fr_fr: Croatie

source: Cook Islands
fr_fr: les Îles Cook

source: Comoros
fr_fr: Comores

source: Colombia
fr_fr: Colombie

source: Cocos (Keeling) Islands
fr_fr: Îles Cocos (Keeling)

source: Christmas Island
fr_fr: L'île de noël

source: China
fr_fr: Chine

source: Chile
fr_fr: Chili

source: Central African Republic
fr_fr: République centrafricaine

source: Cayman Islands
fr_fr: Îles Caïmans

source: Cape Verde
fr_fr: Cap-Vert

source: Cambodia
fr_fr: Cambodge

source: Bulgaria
fr_fr: Bulgarie

source: British Virgin Islands
fr_fr: Îles Vierges britanniques

source: British Indian Ocean Territory
fr_fr: Territoire britannique de l'océan Indien

source: Brazil
fr_fr: Brézil

source: Bouvet Island
fr_fr: Île de Bouvet

source: Bosnia and Herzegovina
fr_fr: Bosnie Herzégovine

source: Bonaire, Saint Eustatius and Saba
fr_fr: Bonaire, Saint-Eustache et Saba

source: Bolivia
fr_fr: Bolivie

source: Bhutan
fr_fr: Bhoutan

source: Bermuda
fr_fr: Bermude

source: Belgium
fr_fr: Belgique

source: Belarus
fr_fr: Biélorussie

source: Barbados
fr_fr: Barbade

source: Austria
fr_fr: Autriche

source: Armenia
fr_fr: Arménie

source: Argentina
fr_fr: Argentine

source: Antigua and Barbuda
fr_fr: Antigua-et-Barbuda

source: Antarctica
fr_fr: Antarctique

source: Andorra
fr_fr: Andorre

source: Algeria
fr_fr: Algérie

source: Albania
fr_fr: Albanie

source: Australia
fr_fr: Australie

source: United Kingdom (UK)
fr_fr: Royaume-Uni (UK)

source: United States (US)
fr_fr: États-Unis (US)

source: Excerpt View
fr_fr: Vue d'extrait

source: List View
fr_fr: Afficher liste

source: All dates
fr_fr: Toute les dates

source: Filter by date
fr_fr: Fitré par date

source: Apply
fr_fr: Appliquer

source: Bulk Actions
fr_fr: Action en vrac

source: Select bulk action
fr_fr: Sélectionnez l'action en vrac

source: No items found.
fr_fr: Aucun élément trouvé.

source: This email was built and sent using <a href="http://vfbpro.com">VFB Pro</a>.
fr_fr: Ce courrier électronique a été construit et envoyé en utilisant<a href="http://vfbpro.com">VFB Pro</a>.

source: Access forbidden
fr_fr: Accès interdit

source: Content missing
fr_fr: Contenu manquant

source: Must supply an html or url value
fr_fr: Doit fournir une valeur html ou url

source: Convert and Transfer
fr_fr: Convertir et transférer

source: Starting with VFB Pro 3.0, fields, entries, and settings are saved differently in the database which means old entries and certain fields cannot be transferred. For more information, please see <a href="http://support.vfbpro.com">support.vfbpro.com</a>.
fr_fr: À partir de VFB Pro 3.0, les champs, les entrées et les paramètres sont enregistrés différemment dans la base de données, ce qui signifie que les anciennes entrées et certains champs ne peuvent pas être transférés. Pour plus d'informations, voir <a href="http://support.vfbpro.com">support.vfbpro.com</a>.

source: Convert your old VFB Pro data
fr_fr: Convertissez vos anciennes données VFB Pro

source: Dismiss
fr_fr: Rejeter

source: Migrate Forms
fr_fr: Migrer des formulaires

source: This process cannot be reversed, so if you have already started using the Pro version, please be aware that migrating will wipe the VFB Pro data tables clean.
fr_fr: Ce processus ne peut pas être inversé, donc, si vous avez déjà commencé à utiliser la version Pro, sachez que la migration efface les tables de données VFB Pro.
