Repository: pernillasterner/stok_betsson
Catalog: plugins/vfb-pro/lang/vfb-pro-*.po
Languages: fr_fr

source: Transferring your existing data from Visual Form Builder to the Pro version is easy. Simply click on the Migrate Forms button below.
fr_fr: Le transfert de vos données existantes depuis Visual Form Builder vers la version Pro est facile. Cliquez simplement sur le bouton Migrer les formulaires ci-dessous.

source: Migrate your forms to VFB Pro
fr_fr: Migrez vos formulaires vers VFB Pro

source: US Virgin Islands
fr_fr: Îles Vierges américaines

source: US Minor Outlying Islands
fr_fr: Îles mineures éloignées des États-Unis

source: Northern Mariana Islands
fr_fr: Îles Mariannes du Nord

source: American Samoa
fr_fr: Samoa américaines

source: Armed Forces (AP)
fr_fr: Forces armées (AP)

source: Armed Forces (AE)
fr_fr: Forces armées (AE)

source: Armed Forces (AA)
fr_fr: Forces armées (AA)

source: West Virginia
fr_fr: Virginie de l'Ouest

source: Virginia
fr_fr: Virginie

source: South Dakota
fr_fr: Dakota du Sud

source: South Carolina
fr_fr: Caroline du sud

source: Pennsylvania
fr_fr: Pennsylvanie

source: North Dakota
fr_fr: Dakota du Nord

source: North Carolina
fr_fr: Caroline du Nord

source: New Mexico
fr_fr: Nouveau Mexique

source: Louisiana
fr_fr: Louisiane

# US state of Georgia
source: Georgia
fr_fr: Georgie

source: Florida
fr_fr: Floride

source: District Of Columbia
fr_fr: District de Columbia

source: California
fr_fr: Californie

source: If you are human, leave this field blank.
fr_fr: Si vous êtes humain, laissez ce champ vide.

source: No entries found in Trash.
fr_fr: Aucun élément trouvé dans la poubelle.

source: Parent Entries:
fr_fr: Entrée parent

source: Search Entries
fr_fr: Entrées de recherche

source: All Entries
fr_fr: Toute les entrées

source: New Entry
fr_fr: Nouvelle entrée

source: Add New Entry
fr_fr: Ajouter une entrée

# entry
source: Add New
fr_fr: Ajouter

# add new on admin bar
source: Entry
fr_fr: Entrée

# admin menu
source: Entries
fr_fr: Entrée

# post type singular name
source: Entry
fr_fr: Entrée

# post type general name
source: Entries
fr_fr: Entrées

source: View Entry
fr_fr: Afficher l'entrée

source: Select a form using the dropdown filter above to view entries.
fr_fr: Sélectionnez un formulaire en utilisant le filtre déroulant ci-dessus pour afficher les entrées.

source: Edit Entry
fr_fr: Modifier l'entrée

source: No entries found.
fr_fr: Aucune entrée trouvée

source: Form to display:
fr_fr: Formulaire à afficher

source: Title:
fr_fr: titre:

source: New title
fr_fr: Nouveau titre

source: The date that the entry was created.
fr_fr: La date de la création de l'entrée

source: The entry ID.
fr_fr: L'identifiant d'entrée.

source: Entry data, that's the data the user typed into the form, will replace the Entry Template tags.
fr_fr: Les données d'entrée, c'est-à-dire les données que l'utilisateur a tapées dans le formulaire, remplacent les étiquettes du modèle d'entrée.

source: Entry Templates
fr_fr: Modèles d'entrée

source: Show your appreciation by linking back to VFB Pro.
fr_fr: Faites votre appréciation en vous connectant à VFB Pro.

source: Paragraph text font size.
fr_fr: Police du paragraphe

source: Paragraph text color.
fr_fr: Couleur du texte du paragraphe

source: Heading 3 font size.
fr_fr: Titre format de police 3

source: Heading 3 color.
fr_fr: Titre couleur 3

source: Heading 2 font size.
fr_fr: titre format de police 2

source: Heading 2 color.
fr_fr: Titre couleur 2

source: Heading 1 font size.
fr_fr: Titre 1 format de police

source: Heading 1 color.
fr_fr: Titre couleur 1

source: Link color.
fr_fr: Couleur du lien.

source: Background color.
fr_fr: Couleur de fond.

source: Outputs the list of fields in a table row (&lt;tr&gt;).
fr_fr: Affiche la liste des champs dans une ligne de table (&lt;tr&gt;).

source: Email templates are available for use in the Email Template on the Email Design tab.
fr_fr: Les modèles de messagerie sont disponibles pour être utilisés dans le modèle de messagerie sur l'onglet Design de messagerie.

source: Email Templates
fr_fr: Modèle de courriel

source: The current form title:
fr_fr: Le titre du formulaire actuel:

source: The current form ID:
fr_fr: L'ID du formulaire actuel:

source: Form templates are available for use in the Email Subject, Email Message and Template, and Confirmation Success Text.
fr_fr: Les modèles de formulaire sont disponibles pour être utilisés dans le sujet du courrier électronique, les messages électroniques et le modèle et le texte de réussite de la confirmation.

source: Form Templates
fr_fr: Modèles de formulaire

source: The following template options will allow you to use entry data, form data, or email template options.
fr_fr: Les options de modèle suivantes vous permettront d'utiliser les données d'entrée, les données de formulaire ou les options de modèle de messagerie.

source: Template Options
fr_fr: Options de modèle

source: Forms per page
fr_fr: Formulaires par page

source: Delete Condition
fr_fr: Condition d'effacement

source: Add Condition
fr_fr: condition d'ajout

source: email
fr_fr: courriel

source: ends with
fr_fr: fini avec

source: begins with
fr_fr: Débute avec

source: does not contain
fr_fr: ne contient pas

source: contains
fr_fr: contient

source: is not
fr_fr: n'est pas

source: is
fr_fr: est

source: If
fr_fr: Si

source: of the following rules.
fr_fr: Des règles suivantes.

source: all
fr_fr: tout

source: any
fr_fr: n'importe quel

source: field based on
fr_fr: Champ basé sur

source: the
fr_fr: le

source: Hide
fr_fr: Masquer

source: Show
fr_fr: montrer

source: Enable Email Rules
fr_fr: Activer les règles du courriel

source: After the form is submitted, send additional emails to different addresses based on these rules.
fr_fr: Une fois le formulaire envoyé, envoyez des courriels supplémentaires à différentes adresses en fonction de ces règles.

source: Email Rules
fr_fr: Règle de courriel

source: Delete Rule
fr_fr: Règle d’effaçage

source: Add Rule
fr_fr: Règle d'ajout

source: Enable Rules
fr_fr: Activé les règles

source: Enable Field Rules
fr_fr: Activé les règles des champs

source: Show or hide fields based on these rules.
fr_fr: Montrer ou cacher le règlement de base du champ

source: Field Rules
fr_fr: Règles de champ

source: SMTP Debug Output
fr_fr: Sortie de débogage SMTP

source: Email Result
fr_fr: Résultat du courriel

source: This is a test email generated by VFB Pro.
fr_fr: Ceci est un courriel test généré par VFB Pro

source: Test mail to
fr_fr: Test courriel À

source: Uninstall
fr_fr: Déinstalle

source: Running this uninstall process will delete all VFB Pro data and deactivate your license for this site. This process cannot be reversed.
fr_fr: L'exécution de ce processus de désinstallation supprime toutes les données VFB Pro et désactive votre licence pour ce site. Ce processus ne peut pas être inversé.

source: Uninstall VFB Pro
fr_fr: Dé-installer VFB Pro

source: Words Range
fr_fr: Gamme de mots

source: Max Words
fr_fr: Nombre maximum de mot

source: Min Words
fr_fr: Nombre minimum de mots

source: Not Blank
fr_fr: Non vide

source: Default Message
fr_fr: Message par défaut

source: Use Custom Validation Messages
fr_fr: Utiliser des messages de validation personnalisés

source: Custom Validation Messages
fr_fr: Messages de validation personnalisés

source: Customize the JS validation messages. These messages are displayed when validation fails a certain rule.
fr_fr: Personnalisez les messages de validation JS. Ces messages sont affichés lorsque la validation échoue à une certaine règle.

source: Validation Message Settings
fr_fr: Paramètres du message de validation

source: Enter an email address and click the Send Test button to test your SMTP settings. A debug log will appear below with the results.
fr_fr: Entrez une adresse e-mail et cliquez sur le bouton Envoyer un test pour tester vos paramètres SMTP. Un journal de débogage apparaîtra ci-dessous avec les résultats.

source: Send Test
fr_fr: Envoyer un test

source: Test Email To
fr_fr: Cette option test le courrier électronique "À".

source: This option sets the "From" email.
fr_fr: Cette option définit le courrier électronique "De".

source: Test From Email
fr_fr: Test de courrier électronique

source: This option sets the "From" name.
fr_fr: Cette option définit le nom "De".

source: Test From Name
fr_fr: Test du nom

source: Click the Send Test button to test your SMTP settings. A debug log will appear below with the results.
fr_fr: Cliquez sur le bouton Envoyer un test pour tester vos paramètres SMTP. Un journal de débogage apparaîtra ci-dessous avec les résultats.

source: Enter a "From" name, "From" email address, and an email address to receive the test.
fr_fr: Entrez un nom "De", une adresse électronique "De" et une adresse électronique pour recevoir le test.

source: Send Test Email
fr_fr: Envoyer un courriel de test

source: Password
fr_fr: Mot de passe

source: Username
fr_fr: Nom d'usager

source: Use SMTP Authentication
fr_fr: Utiliser l'authentification SMTP

source: Authentication
fr_fr: Authentification

source: SSL (recommended)
fr_fr: SSL (recommandé)

source: SMTP Host
fr_fr: Serveur SMTP

source: These settings will reconfigure VFB Pro to send emails through your web host's SMTP email server instead of using wp_mail().
fr_fr: Ces paramètres reconfigureront VFB Pro pour envoyer des courriels via le serveur de messagerie SMTP de votre hébergeur au lieu d'utiliser wp_mail().

source: SMTP Settings
fr_fr: Paramètres SMTP

source: Secret Key
fr_fr: Clé secrète

source: Site Key
fr_fr: Clé du site

source: Sign up for Google's reCAPTCHA
fr_fr: Inscrivez-vous à Google reCAPTCHA

source: reCAPTCHA Settings
fr_fr: Paramètres reCAPTCHA

source: Deactivate
fr_fr: Désactivé

source: Verify License
fr_fr: Vérifier la licence

source: License Status
fr_fr: Statut de la licence

source: This is the email where you received your VFB Pro downloads. Both license key and email are required.
fr_fr: C'est le courriel où vous avez téléchargé VFB Pro. La clé de licence et le courriel sont requis.

source: License Email
fr_fr: Courriel de la licence

source: Your license key is your order number. You must validate your order before VFB Pro will function.
fr_fr: Votre clé de licence est votre numéro de commande. Vous devez valider votre commande avant que VFB Pro ne fonctionne.

source: License Key
fr_fr: Clé de licence

source: This value should be less or equal.
fr_fr: Cette valeur devrait être plus courte ou égale.

source: This value should be less.
fr_fr: Cette valeur devrait être plus courte.

source: This value should be greater or equal.
fr_fr: Cette valeur devrait être plus grande ou égal.

source: This value should be greater.
fr_fr: Cette valeur devrait être plus grande.

source: This value length is invalid. It should be between %s and %s words long.
fr_fr: Cette longueur de valeur n'est pas valide. Il devrait être entre les mots %s et %s long.

source: This value is too long. It should have %s words or fewer.
fr_fr: Cette valeur est trop longue. Il devrait avoir %s mots ou moins.

source: This value is too short. It should have %s words or more.
fr_fr: Cette valeur est trop courte. Il devrait avoir %s mots ou plus.

source: This value should be the same.
fr_fr: Cette valeur devrait être la même.

source: You must select between %s and %s choices.
fr_fr: Vous devez sélectionner entre %s et %s choix.

source: You must select %s choices or fewer.
fr_fr: Vous devez sélectionner %s choix ou moins.

source: You must select at least %s choices.
fr_fr: Vous devez sélectionner au moins %s choix.

source: This value length is invalid. It should be between %s and %s characters long.
fr_fr: Cette longueur de valeur n'est pas valide. Il doit être entre %s caractères et %s long.

source: This value is too long. It should have %s characters or fewer.
fr_fr: Cette valeur est trop longue. Il devrait avoir %s caractères ou moins.

source: This value is too short. It should have %s characters or more.
fr_fr: Cette valeur est trop courte. Il devrait avoir %s caractères ou plus.

source: This value should be between %s and %s.
fr_fr: Cette valeur doit être comprise entre %s et %s.

source: This value should be lower than or equal to %s.
fr_fr: Cette valeur devrait être inférieure ou égale à %s.

source: This value should be greater than or equal to %s.
fr_fr: Cette valeur devrait être supérieure ou égale à %s.

source: This value is required
fr_fr: Cette valeur est requise

source: This value should not be blank.
fr_fr: Cette valeur ne doit pas être vide.

source: This value should be alphanumeric.
fr_fr: Cette valeur devrait être une valeur alphanumérique.

source: This value should be digits.
fr_fr: Cette valeur devrait être des chiffres.

source: This value should be a valid integer.
fr_fr: Cette valeur devrait être une entier valide.

source: This value should be a valid number.
fr_fr: Cette valeur devrait être une numéro valide.

source: This value should be a valid url.
fr_fr: Cette valeur devrait être une URL valide.

source: This value should be a valid email.
fr_fr: Cette valeur devrait être un courrier électronique valide.

source: This value seems to be invalid.
fr_fr: Cette valeur semble invalide.

source: UNVERIFIED
fr_fr: NON VÉRIFIÉ

source: Connect your forms with a number of third-party services such as MailChimp, Campaign Monitor, Highrise, and FreshBooks after new form submissions. You can even send SMS to your phone!
fr_fr: Connectez vos formulaires avec un certain nombre de services tiers tels que MailChimp, Moniteur de campagne, Highrise et FreshBooks après les nouvelles soumissions de formulaire. Vous pouvez même envoyer des SMS à votre téléphone!

source: Quickly and easily customize the design of your form without writing any CSS. Create a custom design based on your settings.
fr_fr: Adaptez rapidement et facilement la conception de votre formulaire sans écrire de CSS. Créez une conception personnalisée en fonction de vos paramètres.

source: Form Designer
fr_fr: Concepteur de formulaire

source: Looking to sell more than one item? The Payments add-on allows you to sell multiple items, subscriptions, and even display a running total of your cart. PayPal Standard only (for now).
fr_fr: Vous cherchez à vendre plus d'un article? Le complément Paiments vous permet de vendre plusieurs articles, des abonnements et même d'afficher un total courant de votre panier. PayPal Standard uniquement (pour l'instant).

source: Payments
fr_fr: Paiements

source: With the Display Entries add-on you can now show off your entries with the ease of checking a few boxes. Build tables that are fully sortable, filterable, and searchable.
fr_fr: Avec le module complémentaire d'affichage des entrées, vous pouvez les entrées avec beaucoup de facilité. Créez des tables qui sont entièrement sélectionnables, filtrables et consultables.

source: Display Entries
fr_fr: Afficher les entrées

source: Easily create a WordPress post with your forms. Gain access to six new field items: Title, Content, Excerpt, Category, Tag, and Custom Field.
fr_fr: Créez facilement une publication WordPress avec vos formulaires. Accédez à six nouveaux éléments de champ: titre, contenu, extrait, catégorie, étiquette et champ personnalisé.

source: Create Post
fr_fr: créer un envoi

source: Wish you could go ahead and create a WordPress user when someone submits a form? Create a form and watch as user sign-ups are now a piece of cake.
fr_fr: Je vous souhaite que vous puissiez aller de l'avant et créer un utilisateur de WordPress quand quelqu'un envoie un formulaire? Créez un formulaire et regardez que les inscriptions d'utilisateurs sont maintenant plus facile.

source: Create User
fr_fr: Créer un utilisateur

source: Available Add-Ons
fr_fr: Add-Ons disponible

source: Add Form
fr_fr: Ajouter un formulaire

source: Select a form below to insert into any Post or Page.
fr_fr: Sélectionnez un formulaire ci-dessous pour insérer dans un message ou une page.

source: Insert VFB Pro form
fr_fr: Insérer le formulaire VFB Pro

source: Add VFB Pro form
fr_fr: Ajouter le formulaire VFB Pro

source: You must have at least one rule.
fr_fr: Vous devez avoir au moins une règle.

source: You must have at least one condition.
fr_fr: Vous devez avoir au moins une condition

source: Yes. Delete this field.
fr_fr: Oui. Effacer ce champ

source: Deleting a field means that <strong>all data collected by the field will be deleted immediately</strong>. Because this action <strong>cannot</strong> be undone, you might want to consider exporting your data first.
fr_fr: La suppression d'un champ signifie que <strong> toutes les données collectées par le champ seront immédiatement supprimées </strong>. Parce que cette action <strong> ne peut pas </strong> être annulée, vous voudrez peut-être envisager d'exporter vos données en premier.

source: Are you sure you want to <span>delete</span> this field?
fr_fr: Êtes-vous sûr de vouloir <span> supprimer </span> ce champ?

source: File is empty. Please upload something more substantial. This error could also be caused by uploads being disabled in your php.ini or by post_max_size being defined as smaller than upload_max_filesize in php.ini.
fr_fr: Le fichier est vide. Veuillez télécharger quelque chose de plus important. Cette erreur pourrait également être causée par les téléchargements désactivés dans votre php.ini ou par post_max_size étant définis comme étant plus petits que upload_max_filesize dans php.ini

source: Upload file and import
fr_fr: Télécharger le fichier et importez-le

source: Maximum size: %s
fr_fr: Taille maximale:%s

source: Choose a file from your computer:
fr_fr: Choisissez un fichier de votre ordinateur

source: Before you can upload your import file, you will need to fix the following error:
fr_fr: Avant de pouvoir télécharger votre fichier d'importation, vous devrez résoudre l'erreur suivante:

source: JSON decoding of the file has failed.
fr_fr: Le décodage JSON du fichier a échoué.

source: The PHP file_get_contents() function is required to import data. Please contact your host to enable this function.
fr_fr: La fonction PHP file_get_contents() est nécessaire pour importer des données. Veuillez contacter votre hôte pour activer cette fonction.

source: file_get_contents() disabled
fr_fr: File_get_contents() désactivé

source: Could not read the imported file.
fr_fr: Impossible de lire le fichier importé.

source: The export file could not be found at <code>%s</code>. It is likely that this was caused by a permissions problem.</p>
fr_fr: Le fichier d'exportation n'a pas pu être trouvé à <code>%s</code>. Il est probable que cela a été causé par un problème d'autorisations. </p>

source: Sorry, there has been an error.
fr_fr: Désolé, il y a eu une erreur.

source: View Forms
fr_fr: Afficher les formulaires

source: All done.
fr_fr: Terminé

source: Select a Visual Form Builder Pro backup file (.json), then click Upload file and import.
fr_fr: Sélectionnez un fichier de sauvegarde Visual Form Builder Pro (.json), puis cliquez sur Télécharger le fichier et importer.

source: Create Form
fr_fr: Créer un formulaire

source: Replies to your email will go here.
fr_fr: Les réponses à votre courrier électronique vont ici.

source: Set the initial display status of the form.
fr_fr: Définissez l'état d'affichage initial du formulaire.

source: This name is used for admin purposes.
fr_fr: Ce nom est utilisé à des fins administratives.

source: required
fr_fr: requis

source: Name the form
fr_fr: Nommez le formulaire

source: Go to the last page
fr_fr: Aller à la dernière page

source: Go to the next page
fr_fr: Page suivante

# paging
source: %1$s of %2$s
fr_fr: %1$s de %2$s

source: Current page
fr_fr: Page courante

source: Go to the previous page
fr_fr: Aller à la page précédente

source: Go to the first page
fr_fr: Aller à la première page

source: 1 form
fr_fr: Singulier: 1 Formulaire

source: Trash <span class="count">(<span class="trash-count">%s</span>)</span>
fr_fr: Singulier: Poubelle <span class="count">(<span class="trash-count">%s</span>)</span>

source: Draft <span class="count">(<span class="pending-count">%s</span>)</span>
fr_fr: Singulier: Brouillon <span class="count">(<span class="pending-count">%s</span>)</span>

source: All <span class="count">(<span class="pending-count">%s</span>)</span>
fr_fr: Singulier: Tous <span class="count"> (<span class="pending-count">%s</span>) </span>

source: Form
fr_fr: Formulaire

source: Entries Today
fr_fr: Entrées de la journée

source: Entries Total
fr_fr: Total des entrées

source: Rules
fr_fr: Règles

source: Email Design
fr_fr: Conception de courrier électronique

source: Email Settings
fr_fr: Paramètres des courriels

source: Form Settings
fr_fr: Paramètres du formulaire

source: Edit Fields
fr_fr: Éditer les champs

source: Hides the Page Break numbers.
fr_fr: Masque les numéros de pause de page.

source: Hide Page Numbers
fr_fr: Masquer les numéros de page

source: Prevents user from clicking on Page Break titles to advance the page.
fr_fr: Empêche l'utilisateur de cliquer sur les titres de la page Break pour avancer la page

source: Prevent Page Title Clicks
fr_fr: Empêcher les clics sur le titre de la page

source: Hides the Page Break titles.
fr_fr: Masque les titres de Break Page

source: Hide Page Titles
fr_fr: Masquer les titres de la page

source: Page Break Options
fr_fr: Options de rupture de page

source: Expiration Message
fr_fr: Message d'expiration

source: Set a date and time to deactivate your form. Leave this blank if you want your form to always be active.
fr_fr: Définissez une date et une heure pour désactiver votre formulaire. Laissez ce vide si vous souhaitez que votre formulaire soit toujours actif.

source: Expiration Date
fr_fr: Date d'expiration

source: Limit Message
fr_fr: Limite de message

source: Set the total number of entries you want your form to accept. Leave this blank if you want unlimited entries.
fr_fr: Définissez le nombre total d'entrées que vous souhaitez que votre formulaire accepte. Laissez ce vide si vous souhaitez des entrées illimitées.

source: Limit Entries
fr_fr: Limiter les entrées

source: Submission Limits
fr_fr: Limites de soumission

source: Saves data entered inside form fields locally and restores it in case the page is refreshed accidentally.
fr_fr: Enregistre les données entrées dans les champs de formulaire localement et les restaure au cas où la page serait actualisée accidentellement

source: Save Form State
fr_fr: Enregistrer l'état du formulaire

source: Align labels either on top of the inputs or off to the side.
fr_fr: Alignez les étiquettes soit sur les entrées, soit sur le côté.

source: Label Alignment
fr_fr: Alignement des étiquettes

source: Change the status from Published to Draft to prevent form output without removing the shortcode.
fr_fr: Modifiez le statut de Publié à Ébauche pour éviter la sortie de formulaire sans supprimer le code court.

source: Draft
fr_fr: Brouillon

source: Published
fr_fr: Publié

source: Form Status
fr_fr: Statut du formulaire

source: Form Name
fr_fr: Nom du formulaire

source: General Form Settings
fr_fr: Paramètres généraux du formulaire

source: Create Post fields
fr_fr: Créer des champs de publication

source: Create User fields
fr_fr: Créer des champs d'utilisateur

source: Preview
fr_fr: Aperçu

source: Select a form to edit:
fr_fr: Sélectionnez un formulaire à modifier:

source: Other Forms
fr_fr: Autre formulaires

source: Add forms to your Posts or Pages by locating the <span class="dashicons dashicons-feedback"></span> <strong>VFB Pro</strong> button in the area above your post/page editor.
fr_fr: Ajoutez des formulaires à vos messages ou pages en localisant le bouton <span class="dashicons dashicons-feedback"> </span> <strong> VFB Pro </strong> dans la zone située au-dessus de votre éditeur de publication/page.
