Repository: pernillasterner/stok_betsson
Catalog: plugins/vfb-pro/lang/vfb-pro-*.po
Languages: fr_fr

source: Click or Drag to add fields
fr_fr: Cliquez ou Faites glisser pour ajouter des champs

source: Fields
fr_fr: Champs

source: Include a Copy of the User's Entry
fr_fr: Inclure une copie de l'entrée de l'utilisateur

source: Append Entry
fr_fr: Ajouter une entrée

source: No Email Fields Found
fr_fr: Aucun champ de courriel trouvé

source: Send an email to the person who completed the form.
fr_fr: Envoyez un courriel à la personne qui a rempli le formulaire.

source: Autoresponder
fr_fr: Auto réponse

source: Bcc
fr_fr: Cci

source: This option sets the "From" email and can only be customized if <a href="%s">SMTP settings</a> have been configured.
fr_fr: Cette option définit le courrier électronique "De" et ne peut être personnalisée que si <a href="%s"> Paramètres SMTP </a> ont été configurés

source: From Email
fr_fr: Courriel de

source: These settings allow you to modify or include additional email headers.
fr_fr: Ces paramètres vous permettent de modifier ou d'inclure des en-têtes de courrier électronique supplémentaires.

source: Who to send the submitted data to.
fr_fr: À qui envoyer les données soumises à.

source: Email To
fr_fr: Envoi à

source: This sets the subject of the email that is sent.
fr_fr: Cela définit le sujet du courrier électronique qui est envoyé.

source: Email Subject
fr_fr: Sujet du courriel

source: Replies to the submission email will go here.
fr_fr: Les réponses au courrier électronique de soumission vont ici.

source: Reply-To Email
fr_fr: Répondre au courrier électronique

source: This option sets the "From" display name of the email that is sent.
fr_fr: Cette option définit le nom d'affichage "From" du courrier électronique qui est envoyé.

source: Your Name
fr_fr: Votre nom

source: Receive an email of the submitted data when someone completes the form.
fr_fr: Recevez un courriel des données soumises lorsque quelqu'un remplit le formulaire.

source: Redirect URL
fr_fr: URL de redirection

source: Select a Page
fr_fr: Sélectionnez une page

source: Display the Success Text above a blank form.
fr_fr: Afficher le texte de réussite au-dessus d'un formulaire vierge.

source: Show Form After Submission
fr_fr: Afficher le formulaire après la soumission

source: Success Text
fr_fr: Texte de succès

source: Redirect
fr_fr: Rediriger

source: WordPress Page
fr_fr: Page WordPress

source: Text
fr_fr: Texte

source: By default, it is a message but you can send them to another WordPress Page or a custom URL.
fr_fr: Par défaut, il s'agit d'un message, mais vous pouvez les envoyer à une autre page WordPress ou à une URL personnalisée.

source: After someone submits a form, you can control what is displayed.
fr_fr: Une fois que quelqu'un soumet un formulaire, vous pouvez contrôler ce qui s'affiche.

source: Advanced Settings
fr_fr: Réglages avancés

source: Validation Settings
fr_fr: Paramètres de validation

source: All fields <strong>BELOW</strong> this Page Break will be contained on the page.
fr_fr: Tous les champs <strong> CI-DESSOUS </strong> cette étape de la page seront contenus sur la page.

source: Duplicate
fr_fr: Copie

source: Edit Field Item
fr_fr: Modifier l'élément du champ

source: Field ID:
fr_fr: ID du champ:

source: Validates that the value is less than or equal to another field's one. Enter the VFB field ID number.
fr_fr: Valide que la valeur est inférieure ou égale à celle d'un autre champ. Entrez le numéro d'ID du champ VFB.

source: About Less Than Equal To
fr_fr: À propos de moins grand ou égal à

source: Less Than Equal To
fr_fr: Moins grand ou égal à

source: Validates that the value is less than another field's one. Enter the VFB field ID number.
fr_fr: Valide que la valeur est inférieure à celle d'un autre champ. Entrez le numéro d'ID du champ VFB.

source: About Less Than
fr_fr: À propos de moins que

source: Less Than
fr_fr: Moins que

source: Validates that the value is greater than or equal to another field's one. Enter the VFB field ID number.
fr_fr: Valide que la valeur est supérieure ou égale à celle d'un autre. Entrez le numéro d'ID du champ VFB.

source: About Greater Than Equal To
fr_fr: À propos de plus grand ou égal à

source: Greater Than Equal To
fr_fr: Plus grand ou égal à

source: Validates that the value is greater than another field's one. Enter the VFB field ID number.
fr_fr: Valide que la valeur est supérieure à celle d'un autre champ. Entrez le numéro d'ID du champ VFB.

source: About Greater Than
fr_fr: À propos du plus grand que

source: Greater Than
fr_fr: Plus grand que

source: Validates that the number of checked checkboxes in a group is within a certain range. Must be entered as two integers separated by a comma. Example: 6,10
fr_fr: Valide que le nombre de cases cochées dans un groupe se situe dans une certaine plage. Doit être entré comme deux nombres entiers séparés par une virgule. Exemple: 6,10

source: About Check Range
fr_fr: À propos d'une plage de contrôle

source: Check Range
fr_fr: Plage de contrôle

source: Validates that a certain maximum number of checkboxes in a group are checked. Integers only.
fr_fr: Valide qu'un certain nombre maximum de cases à cocher dans un groupe sont vérifiées. En nombres entiers seulement.

source: About Max Check
fr_fr: À propos d'une vérification du maximum

source: Max Check
fr_fr: Vérification du maximum

source: Validates that a certain minimum number of checkboxes in a group are checked. Integers only.
fr_fr: Valide qu'un certain nombre minimum de cases à cocher dans un groupe sont vérifiées. En nombres entiers seulement.

source: About Min Check
fr_fr: À propos d'une variation du minimum

source: Min Check
fr_fr: Vérification du minimum

source: Validates that a given number is between some minimum and maximum number. Must be entered as two integers separated by a comma. Example: 6,10
fr_fr: Valide qu'un nombre donné se situe entre un nombre minimum et un nombre maximal. Doit être entré comme deux nombres entiers séparés par une virgule. Exemple: 6,10

source: About Range
fr_fr: À propos de la gamme

source: Range
fr_fr: Gamme

source: Validates that a given number is less than some maximum number. Integers only.
fr_fr: Valide qu'un nombre donné est inférieur à un nombre maximum. En nombres entiers seulement.

source: Max
fr_fr: Maximum

source: Validates that a given number is greater than some minimum number. Integers only.
fr_fr: Valide qu'un nombre donné est supérieur à un nombre minimum. En nombres entiers seulement.

source: About Min
fr_fr: À propos de minimum

source: Min
fr_fr: Minimum

source: Validates that a given string length is between some minimum and maximum value. Must be entered as two integers separated by a comma. Example: 6,10
fr_fr: Valide qu'une longueur de chaîne donnée est comprise entre une valeur minimale et une valeur maximale. Doit être entré comme deux nombres entiers séparés par une virgule. Exemple: 6,10

source: About Length
fr_fr: À propos de la longueur

source: Length
fr_fr: Longueur

source: Validates that the length of a string is not larger than the given limit. Integers only.
fr_fr: Valide que la longueur d'une chaîne n'est pas supérieure à la limite donnée. En nombres entiers seulement.

source: About Max Length
fr_fr: À propos de la longueur maximum

source: Max Length
fr_fr: Longueur maximum

source: Validates that the length of a string is at least as long as the given limit. Integers only.
fr_fr: Valide que la longueur d'une chaîne est au moins aussi longue que la limite donnée. En nombres entiers seulement.

source: About Min Length
fr_fr: à propos de longueur minimum

source: Min Length
fr_fr: Longueur minimum

source: Validates that the value is identical to another field value (useful for password confirmation check). Enter the VFB field ID number.
fr_fr: Valide que la valeur est identique à une autre valeur de champ (utile pour la vérification de confirmation de mot de passe). Entrez le numéro d'ID du champ VFB.

source: About Equal To
fr_fr: À propos d'égal à

source: Equal To
fr_fr: Égal à

source: Validates that a value matches a specific regular expression (regex).
fr_fr: Valide qu'une valeur correspond à une expression régulière spécifique (regex).

source: About Regex Pattern
fr_fr: À propos du modèle Regex

source: Regex Pattern
fr_fr: Modèle Regex

source: Integer
fr_fr: Entier

source: Number
fr_fr: Nombre

source: Email
fr_fr: Courriel

source: Set the validation type.
fr_fr: Définissez le type de validation.

source: About Validation Type
fr_fr: À propos du type de validation

source: Validation Type
fr_fr: Type de validation

source: Set sliders step. Always > 0. Could be fractional.
fr_fr: Réglez l'étape des curseurs. Toujours> 0. Peut être fractionnaire.

source: About Slider Step
fr_fr: À propos de l'incrémentation du curseur

source: Slider Step
fr_fr: incrémentation du curseur

source: Set start position for right handle.
fr_fr: Réglez la position de départ pour la poignée droite.

source: About Slider To
fr_fr: À propos du Curseur à

source: Slider To
fr_fr: Curseur à

source: Set start position for left handle (or for single handle).
fr_fr: Réglez la position de départ pour la poignée gauche (ou pour une seule poignée).

source: About Slider From
fr_fr: À propos de la provenance du curseur

source: Slider From
fr_fr: provenance du curseur

source: Set slider maximum value. Default is 100.
fr_fr: Définissez la valeur maximale du curseur. La valeur par défaut est 100.

source: About Slider Max
fr_fr: À propos du curseur maximal

source: Slider Max
fr_fr: curseur maximal

source: Set slider minimum value. Default is 10.
fr_fr: Définissez la valeur minimale du curseur. La valeur par défaut est 10.

source: About Slider Min
fr_fr: À propos du curseur minimum

source: Slider Min
fr_fr: curseur minimum

source: Choose the slider type: either single, for one handle, or double, for two handles. Default is Single.
fr_fr: Choisissez le type de curseur: soit simple, pour une poignée, soit double, pour deux poignées. La valeur par défaut est Single.

source: About Slider Type
fr_fr: À propos du type de curseur

source: Slider Type
fr_fr: Type de curseur

source: Choose the language for the reCAPTCHA text. Default is English.
fr_fr: Choisissez la langue pour le texte reCAPTCHA. La valeur par défaut est l'anglais.

source: About reCAPTCHA Language
fr_fr: À propos de ReCAPTCHA Langue

source: reCAPTCHA Language
fr_fr: ReCAPTCHA Langue

source: Choose the type of reCAPTCHA to server. Default is Image.
fr_fr: Choisissez le type de reCAPTCHA au serveur. L'image par défaut est Image.

source: About reCAPTCHA Type
fr_fr: À propos du type reCAPTCHA

source: reCAPTCHA Type
fr_fr: Type reCAPTCHA

source: Choose the color theme you of the reCAPTCHA widget. Default is Light.
fr_fr: Choisissez le thème de couleur que vous voulez du widget reCAPTCHA. La valeur par défaut est Light.

source: About reCAPTCHA Theme
fr_fr: À propos du thème reCAPTCHA

source: reCAPTCHA Theme
fr_fr: Thème reCAPTCHA

source: The display text for a password that scores a 5 out of 5 on the scale of password strength. Default is 'Strong'.
fr_fr: Le texte d'affichage d'un mot de passe qui marque 5 sur 5 sur l'échelle de la force du mot de passe. La valeur par défaut est «Forte»..

source: About Verdict Score 5 Text
fr_fr: À propos du texte de pointage du verdict 5

source: Verdict Score 5 Text
fr_fr: Texte de pointage du verdict 5

source: The display text for a password that scores a 4 out of 5 on the scale of password strength. Default is 'Medium'.
fr_fr: Le texte d'affichage pour un mot de passe qui marque un 4 sur 5 sur l'échelle de la force du mot de passe. La valeur par défaut est 'Moyenne'.

source: About Verdict Score 4 Text
fr_fr: À propos du texte de pointage du verdict 4

source: Verdict Score 4 Text
fr_fr: Texte de pointage du verdict 4

source: The display text for a password that scores a 3 out of 5 on the scale of password strength. Default is 'Weak'.
fr_fr: Le texte d'affichage d'un mot de passe qui marque 3 sur 5 sur l'échelle de la force du mot de passe. La valeur par défaut est «Faible».

source: About Verdict Score 3 Text
fr_fr: À propos du texte de pointage du verdict 3

source: Verdict Score 3 Text
fr_fr: Texte de pointage du verdict 3

source: The display text for a password that scores a 2 out of 5 on the scale of password strength. Default is 'Very Weak'.
fr_fr: Le texte d'affichage pour un mot de passe qui marque 2 sur 5 sur l'échelle de la force du mot de passe. La valeur par défaut est «très faible».

source: About Verdict Score 2 Text
fr_fr: À propos du texte de pointage du verdict 2

source: Verdict Score 2 Text
fr_fr: texte de pointage du verdict 2

source: The display text for a password that scores a 1 out of 5 on the scale of password strength. Default is 'Too Short'.
fr_fr: Le texte d'affichage pour un mot de passe qui marque 1 sur 5 sur l'échelle de la force du mot de passe. La valeur par défaut est «Trop court».

source: About Verdict Score 1 Text
fr_fr: À propos du texte de pointage du verdict 1

source: Verdict Score 1 Text
fr_fr: Texte de pointage du verdict 1

source: If checked, this will move the verdict text inside the strength bar instead of below the bar.
fr_fr: Si vérifié, cela déplacera le texte de verdict à l'intérieur de la barre de force au lieu de la barre inférieure.

source: About Verdict Inside Bar
fr_fr: à propos de la barre de verdict

source: Verdict Inside Bar
fr_fr: Barre de vedict

source: If checked, this will hide the verdict text.
fr_fr: Si cette option est cochée, cela cachera le texte du verdict.

source: About Hide Verdict Text
fr_fr: À propos de masquer le texte de verdict

source: Hide Verdict Text
fr_fr: Masquer le texte de verdict

source: If checked, this will hide the visual strength bar.
fr_fr: Si cette option est cochée, cela cachera la barre de force visuelle.

source: About Hide Strength Bar
fr_fr: À propos de masquer la barre de force

source: Hide Strength Bar
fr_fr: Masquer la barre de force

source: If checked, this will hide the Suffix part of the Name field
fr_fr: Si cette option est cochée, cela cachera la partie sufixe du champ Nom

source: About Hide Suffix
fr_fr: À propos de masquer le sufixe

source: Hide Suffix
fr_fr: Masquer le sufixe

source: If checked, this will hide the Title part of the Name field.
fr_fr: Si cette option est cochée, cela cachera la partie Titre du champ Nom.

source: About Hide Title
fr_fr: À propos de masquer le titre

source: Hide Title
fr_fr: Masquer le titre

source: By default once you set a value it remains set and you can only change it by another. Add text to display a link that will clear the selection.
fr_fr: Par défaut, une fois que vous avez défini une valeur, elle reste configurée et vous ne pouvez la modifier que par une autre. Ajoutez du texte pour afficher un lien qui effacera la sélection.

source: About Remove Text
fr_fr: À propos de supprimer le texte

source: Remove Text
fr_fr: Supprimer le texte

source: Close (v2)
fr_fr: Fermer (v2)

source: Close (v1)
fr_fr: Fermer (v1)

source: Choose the icon you wish to display if a Remove link is set.
fr_fr: Choisissez l'icône que vous souhaitez afficher si un lien Supprimer est défini.

source: About Remove Icon
fr_fr: À propos de retirer l'icône

source: Remove Icon
fr_fr: enlever l'icône

source: Flag
fr_fr: Drapeau

source: Check
fr_fr: Crochet

source: Heart (v2)
fr_fr: Coeur (v2)

source: Heart (v1)
fr_fr: Coeur (v1)

source: Star (v2)
fr_fr: Étoile (v2)

source: Star (v1)
fr_fr: Étoile (v1)

source: Choose the icon you wish to display as the rating.
fr_fr: Choisissez l'icône que vous souhaitez afficher en tant que note.

source: About Icon
fr_fr: À propos de l'icône

source: Icon
fr_fr: Icône

source: The value that indicates an empty rating. Defaults to 0.
fr_fr: La valeur qui indique une note vide. Par défaut, 0.

source: About Empty Rating
fr_fr: À propos de l'évaluation vide

source: Empty Rating
fr_fr: Évaluation vide

source: The maximum rating value to end with. Defaults to 5.
fr_fr: La valeur maximale nominale pour finir avec. Par défaut, 5.

source: About Maximum Rating
fr_fr: À propos de la notation maximale

source: Maximum Rating
fr_fr: Évaluation maximale

source: The minimum rating value to start with. Defaults to 0.
fr_fr: La valeur nominale minimale pour commencer. Par défaut, 0.

source: About Minimum Rating
fr_fr: À propos de l'évaluation minimale

source: Minimum Rating
fr_fr: Évaluation minimale

source: If checked, this will multiple files to be uploaded from a single file input.
fr_fr: Si cette option est cochée, plusieurs fichiers seront chargés à partir d'une entrée de fichier unique.

source: About Allow Multiple Uploads
fr_fr: À prpos de permettre un téléchargement multiple

source: Allow Multiple Uploads
fr_fr: Permettre un téléchargement multiple

source: If checked, this will display the Upload button. This will default to a submit button.
fr_fr: Si cette option est cochée, cela affichera le bouton Charger. Ceci sera par défaut un bouton de soumission.

source: About Show Upload Button
fr_fr: À propos d'afficher le bouton télécharger

source: Show Upload Button
fr_fr: afficher le bouton télécharger

source: If checked, this will hide the file caption or file name.
fr_fr: Si cette option est cochée, cela cachera la légende du fichier ou le nom du fichier.

source: About Hide Caption
fr_fr: À propos de masquer la légenede

source: Hide Caption
fr_fr: masquer la légende

source: If checked, this will hide the Remove/Clear button.
fr_fr: Si cette option est cochée, cela cachera le bouton Supprimer

source: About Hide Remove Button
fr_fr: À propos de masquer le bouton supprimer

source: Hide Remove Button
fr_fr: Masquer le bouton supprimer

source: If checked, this will hide the file preview.
fr_fr: Si cette option est cochée, cela cachera l'aperçu du fichier.

source: About Hide Preview
fr_fr: À propos de masquer l'aperçu du fichier

source: Hide Preview
fr_fr: masquer l'aperçu de fichier

source: The label to display for the file upload button. Defaults to Upload.
fr_fr: L'étiquette à afficher pour le bouton de téléchargement du fichier. Par défaut, télécharger.

source: About Upload Label
fr_fr: À propos de l'étiquette de téléchargement

source: Upload Label
fr_fr: Étiquette de téléchargement

source: The label to display for the file remove button. Defaults to Remove.
fr_fr: L'étiquette à afficher pour le bouton de suppression du fichier. Par défaut, supprimer.

source: About Remove Label
fr_fr: À propos de retirer l'étiquette

source: Remove Label
fr_fr: retirer l'étiquette

source: The label to display for the file picker/browse button. Defaults to Browse.
fr_fr: L'étiquette à afficher pour le sélecteur de fichiers / bouton de navigation. Par défaut, Parcourir.

source: About Browse Label
fr_fr: À propos de Parcourir l'étiquette

source: Browse Label
fr_fr: Parcourir l'étiquette

source: A comma-separated list of allowed file extensions for upload. By default, it is set to null and allows all file extensions.
fr_fr: Une liste séparée par des virgules des extensions de fichiers autorisées pour le téléchargement. Par défaut, il est défini comme nul et permet à toutes les extensions de fichier.

source: About Allowed File Extensions
fr_fr: À propos des Extensions de fichiers autorisées

source: Allowed File Extensions
fr_fr: Extensions de fichiers autorisées

source: A comma-separated list of allowed file types for upload. By default, it is set to null and allows all file types. Available values: 'image', 'html', 'text', 'video', 'audio', 'flash', 'object'.
fr_fr: Une liste séparée par des virgules de types de fichiers autorisés pour le téléchargement. Par défaut, il est défini comme nul et permet tous les types de fichiers. Valeurs disponibles: 'image', 'html', 'texte', 'vidéo', 'audio', 'flash', 'objet'.

source: About Allowed File Types
fr_fr: À propos du type de fichier accepté

source: Allowed File Types
fr_fr: Type de fichier accepté

source: The maximum number of files allowed for upload. If set to 0, it means the number of files allowed is unlimited. Defaults to 0.
fr_fr: Le nombre maximum de fichiers autorisés pour le téléchargement. Si elle est réglée sur 0, cela signifie que le nombre de fichiers autorisés est illimité. Par défaut, 0.

source: About Max File Count
fr_fr: À propos du nombre maximal de fichiers

source: Max File Count
fr_fr: Nombre maximal de fichiers

source: The maximum file size for upload in KB. If set to 0, it means the size allowed is unlimited. Defaults to 0.
fr_fr: La taille maximale du fichier pour le téléchargement en KB. Si elle est réglée sur 0, cela signifie que la taille autorisée est illimitée. Par défaut, 0.

source: About Max File Size
fr_fr: À propos de la taille maximal du fichier

source: Max File Size
fr_fr: Grosseur maximal du fichier

source: If there is just a dial code in the input: remove it on blur, and re-add it on focus. This is to prevent just a dial code getting submitted with the form.
fr_fr: S'il n'y a qu'un code de numérotation supprimez le, et ré-ajoutez le lorsque complet. Ceci permet d'éviter que seulement un code de numérotation soit soumis avec le formulaire.

source: About Auto Hide Country Code
fr_fr: À propos de cacher les codes nationaux

source: Auto Hide Country Code
fr_fr: Auto Hide Country Codecache automatiquement les codes nationaux

source: If checked, this allows users to enter national numbers and not have to think about entering country codes.
fr_fr: Si cette option est cochée, cela permet aux utilisateurs d'entrer des numéros nationaux et de ne pas avoir à penser à entrer des codes de pays.

source: About National Mode
fr_fr: À propos du mode national

source: National Mode
fr_fr: Mode national

source: Voicemail
fr_fr: Message vocal

source: Universal Access Numbers
fr_fr: Numéro d'accès universel

source: Pager
fr_fr: Pagette

source: Shared Cost
fr_fr: Coût partagé

source: Premium Rate
fr_fr: tarif réduit

source: Toll Free
fr_fr: Apel gratuit

source: Land Line
fr_fr: Ligne terrestre

source: Mobile (recommended)
fr_fr: Mobile (recommandé)

source: Tells the plugin what type of phone number to expect. Currently, this only sets the placeholder to the right type of number.
fr_fr: Indique au plugin quel type de numéro de téléphone attendre. Actuellement, cela ne définit que l'espace réservé au type de numéro.

source: About Number Type
fr_fr: À propos du type de numéro

source: Number Type
fr_fr: Type de numéro

source: Set the default country by the country code. If no country is selected, US will be the default.
fr_fr: Définissez le pays par défaut par le code de pays. Si aucun pays n'est sélectionné, les États-Unis seront par défaut.

source: Set the default selected country in the Address block.
fr_fr: Définissez le pays sélectionné par défaut dans le bloc d'adresse.

source: About Default Country
fr_fr: À propos du pays par défaut

source: Default Country
fr_fr: Pays par défaut

source: If checked, this removes the Zip Code field from the Address block.
fr_fr: Si cette option est cochée, cela supprime le champ Code postal du bloc Adresse.

source: Hide Zip Code
fr_fr: Masque le code postal

source: If checked, this removes the State field from the Address block.
fr_fr: Si cette option est cochée, cela supprime le champ Etat du bloc Adresse.

source: About Hide State
fr_fr: À propos de masquer l'État

source: Hide State
fr_fr: Masque l'État

source: If checked, this removes the City field from the Address block.
fr_fr: Si cette option est cochée, cela supprime le champ Ville du bloc Adresse.

source: About Hide City
fr_fr: À propos de masquer la ville

source: Hide City
fr_fr: Masque la ville
